accountsservice
acpi
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arch-install-scripts
asciiquarium
aspell
atlauncher
audacity
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bash-completion
bat
bind
bluedevil
bluez
bluez-utils
breeze
breeze-grub
breeze-gtk
breeze-plymouth
btop
btrfs-progs
cantarell-fonts
chromium
cliphist
cmatrix
code
cowsay
cryptsetup
device-mapper
diffutils
discord
discordo-git
discover
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dosfstools
downgrade
dracut
drkonqi
duf
dunst
dust
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
evtest
exfatprogs
eza
f2fs-tools
fastfetch
feh
ffmpegthumbnailer
fio
firefox
firefox-developer-edition
firewalld
flatpak-kcm
forticlient-vpn
fsarchiver
fwupd
gimp
git
glances
glib2-devel
gnome-keyring
go
goland
grim
gromit-mpx
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gucharmap
haruna
haveged
hdparm
httpie
hwdetect
hwinfo
hyprland
hyprpicker
i3-wm
i3blocks
i3lock
i3status
inetutils
inotify-tools
inxi
iptables-nft
iwd
jfsutils
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kernel-install-for-dracut
kew
kgamma
kglobalacceld
khronos
kimageformats
kinfocenter
kio-fuse
kmenuedit
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwayland-integration
kwin
kwrited
layer-shell-qt
lazydocker
less
lib32-gdk-pixbuf2
lib32-gtk2
lib32-libnm
lib32-libpipewire
lib32-libpulse
lib32-libsm
lib32-libva
lib32-libvdpau
lib32-libxinerama
lib32-libxtst
lib32-openal
lib32-pipewire
lib32-sdl2
libappindicator-gtk3
libc++
libdvdcss
libgsf
libkscreen
libksysguard
libopenraw
libplasma
libreoffice-fresh
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lshw
lsscsi
lvm2
maim
maliit-keyboard
mame
man-db
man-pages
mdadm
meld
mesa-utils
milou
minecraft-launcher
mlocate
modemmanager
mpc
mpd
mtools
nano
nano-syntax-highlighting
ncmpcpp
neovide
neovim
netctl
networkmanager
networkmanager-fortisslvpn
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia
nvidia-hook
nvidia-inst
nvtop
obs-studio
obsidian
ocean-sound-theme
okular
openfortivpn
openssh
otf-firamono-nerd
otf-font-awesome
oxygen
oxygen-sounds
pacman-contrib
partitionmanager
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-meta
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
poppler-glib
postman-bin
power-profiles-daemon
powerdevil
powertop
print-manager
protontricks
pulsemixer
pv
pycharm-community-edition
python
python-capng
python-defusedxml
python-packaging
python-pyqt5
qqc2-breeze-style
ranger
rebuild-detector
reflector
reflector-simple
reiserfsprogs
retroarch
rofi
rofi-greenclip
rsync
rtkit
rustup
s-nail
sddm
sddm-kcm
seahorse
sg3_utils
slack-desktop
slurp
smartmontools
sof-firmware
spectacle
spotify
steam
sudo
swappy
swww
sysfsutils
sysstat
systemd-sysvcompat
systemsettings
texinfo
thunderbird
tldr
transmission-qt
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-hanazono
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
ueberzug
unrar
unzip
upower
usb_modeswitch
usbutils
vesktop
vi
vim
w3m
wacomtablet
waybar
webcord
welcome
wget
which
wireplumber
wpa_supplicant
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xclipboard
xorg-xdpyinfo
xorg-xfontsel
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xournalpp
xsettingsd
xterm
xwaylandvideobridge
yay
zellij
zoom
zsh
